export const SecondTerm = 
`수집하는 개인정보의 항목

회사는 서비스 제공을 위해, 회원가입 시점에 아래에 해당하는 개인정보를 수집합니다.

1. 학교, 학번, 이름, 휴대전화 번호, 통신사 정보, 생년월일, 성별, 닉네임, 광고성 정보 수신 동의 여부, 휴대전화 번호 배포 동의 여부

수집한 개인정보의 이용

회원가입 시점에 수집된 개인정보는 아래의 목적에 한해 이용됩니다.
1. 가입 및 탈퇴 의사 확인, 회원 식별, 회원 관리
2. 서비스 제공 및 기존 신규 시스템 개발·유지·개선
3. 인구통계학적 자료 분석을 통한 맞춤형 콘텐츠 및 광고 제공
4. 서비스 이용 시, 타 회원에게 휴대전화 번호 제공

수집한 개인정보의 보관 및 파기

회사는 서비스를 제공하는 동안 개인정보 취급방침 및 관련법에 의거하여 회원의 개인정보를 지속적으로 관리 및 보관합니다.
탈퇴 등으로 인해 개인정보 수집 및 이용목적이 달성될 경우, 수집된 개인정보는 즉시 또는 아래와 같이 일정 기간 이후 파기됩니다.

1. 가입 시 수집된 개인정보 : 탈퇴 후 14일
2. 서비스 이용 시, 사용된 통계자료 : 1년
3. 로그기록 : 최대 3년


※ 위 항에도 불구하고 법령에 의해 개인정보를 보관할 경우, 해당 법령에서 정한 최대 기간만큼 저장합니다.
※ 개인정보의 수집 및 이용 목적이 달성되지 않았을 경우, 개인정보 파기 요청은 처리되지 않습니다.
※ 개인정보 파기는 복구가 불가능한 기술적 방법을 이용하므로, 파기된 개인정보를 복원 할 수 없습니다.
※ 회원이 1년 이상 로그인 및 접속을 하지 않을 경우, 해당 계정은 휴면 계정으로 전환됩니다. 개인정보의 안전한 처리를 위해 휴면 계정의 학교, 아이디, 이메일, 이름, 닉네임, 입학년도, 연계정보는 분리 보관되며, 이외의 개인정보 및 이용기록은 모두 파기될 수 있습니다. 휴면 계정이 로그인에 성공할 경우, 휴면 상태가 즉시 해제되어 모든 서비스를 이용할 수 있습니다. 휴면 계정 전환 이후에도 3년 간 로그인을 하지 않을 경우, 해당 계정은 영구 삭제됩니다.
`

